{
  "products": [
    {
      "name": "Ultimate Sinatra",
      "artist": "Frank Sinatra",
      "year": "2015",
      "image": "https://m.media-amazon.com/images/I/7189QMbHwFL._SL1500_.jpg",
      "price": 45,
      "description": "The defining voice of the 20th century, Frank Sinatra enjoyed a legendary recording career that spanned six decades, beginning with his earliest session in 1939 and culminating with his last in 1993, for his world-renowned, multi-platinum Duets and Duets II albums. Ultimate Sinatra presents key recordings spanning the Chairman of the Board s recordings for Columbia, Capitol and Reprise, together for the first time. Ultimate Sinatra's 180-gram 2LP version brims with 24 stellar recordings representing a cross-section of Sinatra's unparalleled recording career. Led by 'All Or Nothing At All,' this collection is stacked with standouts, including 'I'll Never Smile Again' (1940), 'I've Got The World On A String' (1953), 'In The Wee Small Hours Of The Morning' (1955), 'I've Got You Under My Skin' (1956), 'Come Fly With Me' (1957), 'The Way You Look Tonight' (1964), 'Fly Me To The Moon (In Other Words)' (1964), 'Strangers In The Night' (1966), 'My Way' (1968), and 'Theme From New York, New York' (1979), among many more.",
      "tracklist": "Side A \"All Or Nothing At All\" \"I’ll Never Smile Again\" \"Saturday Night (Is The Loneliest Night Of The Week)\" \"Nancy (With The Laughing Face)\" \"I’ve Got The World On A String\" \"Young At Heart\" \"In The Wee Small Hours Of The Morning\" Side B \"Learnin’ The Blues\" \"Love And Marriage\" \"I’ve Got You Under My Skin\" \"Witchcraft\" \"All The Way\"",
      "id": 1
    },
    {
      "name": "Abbey Road Anniversary",
      "artist": "The Beatles",
      "year": "2019",
      "image": "https://m.media-amazon.com/images/I/81dUVKQDBEL._SL1200_.jpg",
      "price": 30,
      "description": "The new Abbey Road release features the new stereo album mix, sourced directly from the original eight-track session tapes. To produce the mix, Giles Martin working with Sam Okell, was guided by the album’s original stereo mix supervised by his father, George Martin.",
      "tracklist": "1. Come Together 2. Something 3. Maxwell’s Silver Hammer 4. Oh! Darling 5. Octopus’s Garden 6. I Want You (She’s So Heavy) 1. Here Comes The Sun 2. Because 3. You Never Give Me Your Money 4. Sun King 5. Mean Mr Mustard 6. Polythene Pam 7. She Came In Through The Bathroom Window 8. Golden Slumbers 9. Carry That Weight 10. The End 11. Her Majesty",
      "id": 2
    },
    {
      "name": "My Way",
      "artist": "Frank Sinatra",
      "year": "1969",
      "image": "https://upload.wikimedia.org/wikipedia/en/3/34/SinatraMyWay.jpg",
      "price": 2000,
      "description": "The album is mainly a collection of then-contemporary pop songs, such as Simon and Garfunkel's \"Mrs. Robinson\", and The Beatles' \"Yesterday\", French songs such as \"If You Go Away\", and the anthemic title song \"My Way\", which effectively became Sinatra's theme song in this stage of his career.",
      "tracklist": "Watch What Happens Didn't We? Hallelujah, I Love Her So Yesterday All My Tomorrows My Way A Day in the Life of a Fool For Once in My Life If You Go Away Mrs. Robinson",
      "id": 3
    },
    {
      "name": "Legend",
      "artist": "Bob Marley",
      "year": "1984",
      "image": "https://m.media-amazon.com/images/I/51DWv2t4UVL.jpg",
      "price": 450,
      "description": "Bob Marley & The Wailers' \"Legend\" is one of the best-selling and most popular albums of all time. It continues to touch millions of people today with a wonderful collection of Bob's most memorable songs, from \"One Love / People Get Ready\" to \"Get Up, Stand Up\", \"Is This Love\" to \"Jammin'\", \"Could You Be Loved\" to \"Three Little Birds\" and eight other classics",
      "tracklist": "Side One 1. Is This Love 2. No Woman, No Cry 3. Could You Be Loved 4. Three Little Birds 5. Buffalo Soldier 6. Get Up, Stand Up 7. Stir It Up Side Two 1. One Love / People Get Ready 2. I Shot The Sheriff 3. Waiting In Vain 4. Redemption Song 5. Satisfy My Soul 6. Exodus 7. Jamming",
      "id": 4
    },
    {
      "name": "Bad",
      "artist": "Michael Jackson ",
      "year": "1987",
      "image": "https://m.media-amazon.com/images/I/71xG+qsDb+L._SL1500_.jpg",
      "price": 800,
      "description": "Limited vinyl LP repressing in gatefold jacket. Bad is the seventh solo studio album by Michael Jackson. It was released on August 31, 1987, nearly five years after Jackson&aposs previous studio album, Thriller. Bad was recorded during the first half of 1987. The lyrical themes on the record relate to media bias, paranoia, racial profiling, romance, self-improvement and world peace. The album is widely regarded as having cemented Jackson&aposs status as one of the most successful artists of the 1980s, as well as enhancing his solo career and being one of the best musical projects of his career. Five of the singles hit #1 in the United States, while a sixth charted within the Top Ten, and a seventh charted within the Top Twenty on the Hot 100. Bad peaked at 1 in thirteen countries and charted within the Top Twenty in other territories.",
      "tracklist": "Bad, The Way You Make Me Feel, Speed Demon, Liberian Girl, Just Good Friends, Another Part of Me, Man in the Mirror, I Just Can't Stop Loving You - Michael Jackson Feat. Siedah Garrett, Dirty Diana, Smooth Criminal",
      "id": 5
    },
    {
      "name": "Ella And Louis",
      "artist": "Louis Armstrong & Ella Fitzgerald",
      "year": "1956",
      "image": "https://m.media-amazon.com/images/I/71JQutzckhS._SL1200_.jpg",
      "price": "3900",
      "description": "The evening before Louis Armstrong recorded this album, both he and Miss Fitzgerald were appearing in an all-star concert also featuring Art Tatum and Oscar Peterson that was recorded for an album entitled Live At The Hollywood Bowl (1956). The following day the two singers, along with the Oscar Peterson Trio, were in a Los Angeles studio to record this gem of an album. With no time for rehearsals the songs were all set in Louis' key to make it easier, but this in no way inhibits Ella's performance. Another challenge for Pops was the fact that the material was not his normal repertoire, meaning he had to learn things on the fly in the studio. Again there's no hint of any issues, which all goes to highlight Armstrong's innate musical ability.",
      "tracklist": "1. Can't We Be Friends 2. Isn't This A Lovely Day 3. Moonlight in Vermont 4. They Can't Take that Away From Me 5. Under A Blanket Of Blue 6. Tenderly 7. A Foggy Day 8. Stars Fell On Alabama 9. Cheek To Cheek 10. The Nearness Of You",
      "id": 6
    },
    {
      "name": "Basin Street Blues",
      "artist": "Louis Armstrong ",
      "year": "1982",
      "image": "https://m.media-amazon.com/images/I/613dTdbklmS._SL1200_.jpg",
      "price": 2999,
      "description": "Louis Armstrong and his All-Stars are captured in rare form during this live recording from 1956, which is finally make it's vinyl debut with this audiophile-grade pressing. The album features a great collection of tunes which had become staples of Armstrong's live shows, including his perennial opener, \"Indiana\"; the crowd favorite, \"Tiger Rag\"; the always joyful, \"When The Saints Go Marching In\"; and the great title-track, \"Basin Street Blues\". Satch's frontline band at the time boasted the very distinctive sounds of trombonist Trummy Young and clarinetist Ed Hall. Pressed at Pallas Group in Germany.",
      "tracklist": "SIDE A 1 When It's Sleepy Time Down South (René/René/Muse) 2 Indiana (MacDonald/Hanley) 3 The Gypsy (Reid) 4 Basin Street Blues (Williams)   SIDE B 1 Tiger Rag (LaRocca) 2 Struttin' With Some Barbecue (Armstrong) 3 Do You Know What It Means To Miss New Orleans? (DeLange/Alter) 4 On The Sunny Side Of The Street (Fields/McHugh) 5 When The Saints Go Marching In (Traditional)",
      "id": 7
    },
    {
      "name": "The Essential Elvis Presley",
      "artist": "Elvis Presley ",
      "year": "2016",
      "image": "https://m.media-amazon.com/images/I/81chYdEggrL._SL1500_.jpg",
      "price": 399,
      "description": "The Essential Elvis Presley is a greatest hits collection by American rock and roll icon Elvis Presley. The album was released as a two-disc set on January 2, 2007, by RCA Records as a part of Sony BMG's The Essential series and was later released by RCA and Legacy Recordings as a Limited Edition 3.0 three-disc set.",
      "tracklist": "Disc 1 \"That's All Right\" \"Baby, Let's Play House\" \"Mystery Train\" \"Heartbreak Hotel\" \"I Was the One\" \"Blue Suede Shoes\" \"Hound Dog\" \"Don't Be Cruel\" \"Love Me Tender\" \"All Shook Up\" \"(There'll Be) Peace in the Valley (For Me)\" \"Jailhouse Rock\" \"Trouble\" \"Fever\" \"It's Now or Never\" \"Reconsider Baby\" \"Are You Lonesome Tonight?\" \"Little Sister\" \"Follow That Dream\" \"Can't Help Falling in Love\" Disc 2 \"Return to Sender\" \"Devil in Disguise\" \"Viva Las Vegas\" \"Bossa Nova Baby\" \"Big Boss Man\" \"A Little Less Conversation\" \"If I Can Dream\" \"Memories\" \"In the Ghetto\" \"Suspicious Minds\" \"Don't Cry Daddy\" \"Kentucky Rain\" \"Polk Salad Annie\"",
      "id": 8
    },
    {
      "name": "Guardians of the Galaxy",
      "artist": "Tyler Bates ",
      "year": "2014",
      "image": "https://m.media-amazon.com/images/I/818s7hspmiL._SL1200_.jpg",
      "price": 100,
      "description": "From Marvel, the studio that brought you the global blockbuster franchises of Iron Man, Thor, Captain America and the Avengers, comes a new team-the Guardians of the Galaxy. The 1 CD and 2 CD both feature tracks from the film, featuring artists; 10cc, David Bowie and Jackson 5. The 2 CD deluxe version also includes the score from the movie.",
      "tracklist": "1. Hooked On a Feeling - Blue Swede  2. Go All the Way - Raspberries  3. Spirit in the Sky - Norman Greenbaum  4. Moonage Daydream - David Bowie  5. Fooled Around and Fell in Love - Elvin Bishop  6. I'm Not in Love - 10cc  7. I Want You Back - The Jackson 5 8. Come and Get Your Love - Redbone  9. Cherry Bomb - The Runaways  10. Escape (The Pina Colada Song) - Rupert Holmes  11. O-o-h Child - The Five Stairsteps  12. Ain't No Mountain High Enough - Marvin Gaye & Tammi Terrell ",
      "id": 9
    },
    {
      "name": "SLOWHAND",
      "artist": "Eric Clapton",
      "year": "1977",
      "image": "https://i5.walmartimages.com/asr/4bbeeabb-2392-4c98-bcee-333d9fd9e778_1.a3726f916e929824c6857d0e00576a2d.jpeg",
      "price": 750,
      "description": "Fifth solo studio album by the British rock and blues guitarist, singer and songwriter. The produced the two hit singles, 'Lay Down Sally' and 'Wonderful Tonight'.",
      "tracklist": "1. Cocaine - Eric Clapton (3.42) 2. Wonderful Tonight - Eric Clapton (3.45) 3. Lay Down Sally - Eric Clapton (3.56) 4. Next Time You See Her - Eric Clapton (4.02) 5. We're All the Way - Eric Clapton (2.33) 6. The Core - Eric Clapton (8.46) 7. May You Never - Eric Clapton (3.02) 8. Mean Old Frisco - Eric Clapton (4.42) 9. Peaches and Diesel - Eric Clapton (4.48)",
      "id": 10
    },
    {
      "name": "LIVE AT THE REGAL",
      "artist": "KING, B.B.",
      "year": "1965",
      "image": "https://m.media-amazon.com/images/I/412emKmJW+L._AC_SX355_.jpg",
      "price": 1600,
      "description": "Live at the Regal' is a 1965 live album by American blues guitarist and singer B.B. King. It was recorded on November 21, 1964 at the Regal Theater in Chicago.",
      "tracklist": "1. Every Day I Have the Blues (Introduction By Pervis Spann) - B.B. King (3.09) 2. Sweet Little Angel - B.B. King (4.1) 3. It's My Own Fault - B.B. King (3.09) 4. How Blue Can You Get? - B.B. King (3.35) 5. Please Love Me - B.B. King (3.02) 6. You Upset Me Baby (Introduction By E. Rodney Jones) - B.B. King (2.39) 7. Worry, Worry - B.B. King (6.23) 8. Woke Up This Mornin' - B.B. King (1.44) 9. You Done Lost Your Good Thing Now - B.B. King (4.33) 10. Help the Poor - B.B. King (2.38)",
      "id": 11
    },
    {
      "name": "BAND OF GYPSIES",
      "artist": "JIMI HENDRIX",
      "year": "1970",
      "image": "https://i.pinimg.com/originals/3b/99/7a/3b997afa2e48ab9352a0c8790909c208.jpg",
      "price": 1950,
      "description": "1970 live album by Jimi Hendrix, and the first without his original group, the Jimi Hendrix Experience. It was recorded on January 1, 1970, at the Fillmore East in New York City with Billy Cox on bass and Buddy Miles on drums, frequently referred to as the Band of Gypsys.",
      "tracklist": "1. Who Knows - Jimi Hendrix (9.32)2. Machine Gun - Jimi Hendrix (12.33)3. Changes - Jimi Hendrix (5.1)4. Power to Love - Jimi Hendrix (6.53)5. Message to Love - Jimi Hendrix (5.22)6. We Gotta Live Together - Jimi Hendrix (5.46)",
      "id": 13
    }
  ]
}